import calculateDaysLeft from "../../calculateDaysLeft";

const LaboratoryWorksOOP = [
  {
    classType: "Лабораторна работа №1 (OOP)",
    textWork: "",
    countingDays: calculateDaysLeft("05.01.2023"), // Дата сдачи задания
  },
  {
    classType: "Лабораторна работа №2",
    textWork:
      "Візьміть участь у груповому обговоренні наукової теми та зробіть презентацію своїх висновків.",
    countingDays: calculateDaysLeft("5.02.2023"), // Дата и час сдачи сдачи задания
  },
  {
    classType: "Лабораторна работа №3",
    textWork:
      "Перегляньте виступ TED англійською мовою на наукову тему та напишіть огляд ідей спікера.",
    countingDays: calculateDaysLeft("07.02.2023"),
  },
  {
    classType: "Лабораторна работа№ 4",
    textWork:
      "Виберіть науково-дослідний проект, що вас цікавить, і напишіть дослідницьку пропозицію англійською мовою, пояснивши передісторію, цілі, методи, очікувані результати та потенційний вплив проекту. Пропозиція має бути близько 500-700 слівВиберіть науково-дослідний проект, що вас цікавить, і напишіть дослідницьку пропозицію англійською мовою, пояснивши передісторію, цілі, методи, очікувані результати та потенційний вплив проекту. Пропозиція має бути близько 500-700Виберіть науково-дослідний проект, що вас цікавить, і напишіть дослідницьку пропозицію англійською мовою, пояснивши передісторію, цілі, методи, очікувані результати та потенційний вплив проекту. Пропозиція має бути близько 500-700 слівВиберіть науково-дослідний проект, що вас цікавить, і напишіть дослідницьку пропозицію англійською мовою, пояснивши передісторію, цілі, методи, очікувані результати та потенційний вплив проекту. Пропозиція має бути близько 500-700 слівВиберіть науково-дослідний проект, що вас цікавить, і напишіть дослідницьку пропозицію англійською мовою, пояснивши передісторію, цілі, методи, очікувані результати та потенційний вплив проекту. Пропозиція має бути близько 500-700 слів слів.",
    countingDays: calculateDaysLeft("31.01.2023"), // Дата сдачи задания
  },
];

export { LaboratoryWorksOOP };
