const subjects = [
  {
    name: "іноземна мова",
    id: 0,
  },
  {
    name: "інформаційні технології",
    id: 1,
  },
  {
    name: "архітектура комп'ютерних систем",
    id: 2,
  },
  {
    name: "програмування ч.3",
    id: 3,
  },
  {
    name: "прикладна криптологія",
    id: 4,
  },
  {
    name: "комплекси ТЗІ",
    id: 5,
  },
  {
    name: "інформаційно-комунікаційні системи",
    id: 6,
  },
  {
    name: "об'єктно-орієнтоване програмування",
    id: 7,
  },
];

export { subjects };
